{
    "products": [
        {
          "id": 1,
          "title": "Classic Comfort Fit Joggers",
          "price": 25,
          "description": "Discover the perfect blend of style and comfort with our Classic Comfort Fit Joggers. These versatile black joggers feature a soft elastic waistband with an adjustable drawstring, two side pockets, and ribbed ankle cuffs for a secure fit. Made from a lightweight and durable fabric, they are ideal for both active days and relaxed lounging.",
          "category": 1,
          "image_url": "https://i.imgur.com/ZKGofuB.jpeg"
        },
        {
          "id": 2,
          "title": "Classic Comfort Drawstring Joggers",
          "price": 79,
          "description": "Experience the perfect blend of comfort and style with our Classic Comfort Drawstring Joggers. Designed for a relaxed fit, these joggers feature a soft, stretchable fabric, convenient side pockets, and an adjustable drawstring waist with elegant gold-tipped detailing. Ideal for lounging or running errands, these pants will quickly become your go-to for effortless, casual wear.",
          "category": 1,
          "image_url": "https://i.imgur.com/mp3rUty.jpeg"
        },
        {
          "id": 3,
          "title": "Classic Red Jogger Sweatpants",
          "price": 98,
          "description": "Experience ultimate comfort with our red jogger sweatpants, perfect for both workout sessions and lounging around the house. Made with soft, durable fabric, these joggers feature a snug waistband, adjustable drawstring, and practical side pockets for functionality. Their tapered design and elastic cuffs offer a modern fit that keeps you looking stylish on the go.",
          "category": 1,
          "image_url": "https://i.imgur.com/9LFjwpI.jpeg"
        },
        {
          "id": 4,
          "title": "Classic Navy Blue Baseball Cap",
          "price": 61,
          "description": "Step out in style with this sleek navy blue baseball cap. Crafted from durable material, it features a smooth, structured design and an adjustable strap for the perfect fit. Protect your eyes from the sun and complement your casual looks with this versatile and timeless accessory.",
          "category": 1,
          "image_url": "https://i.imgur.com/R3iobJA.jpeg"
        },
        {
          "id": 5,
          "title": "Classic Blue Baseball Cap",
          "price": 86,
          "description": "Top off your casual look with our Classic Blue Baseball Cap, made from high-quality materials for lasting comfort. Featuring a timeless six-panel design with a pre-curved visor, this adjustable cap offers both style and practicality for everyday wear.",
          "category": 1,
          "image_url": "https://i.imgur.com/wXuQ7bm.jpeg"
        },
        {
            "id": 18,
            "title": "Sleek White & Orange Wireless Gaming Controller",
            "price": 69,
            "description": "Elevate your gaming experience with this state-of-the-art wireless controller, featuring a crisp white base with vibrant orange accents. Designed for precision play, the ergonomic shape and responsive buttons provide maximum comfort and control for endless hours of gameplay. Compatible with multiple gaming platforms, this controller is a must-have for any serious gamer looking to enhance their setup.",
            "category": 2,
            "image_url": "https://i.imgur.com/ZANVnHE.jpeg"
        },
          {
            "id": 19,
            "title": "Sleek Wireless Headphone & Inked Earbud Set",
            "price": 44,
            "description": "Experience the fusion of style and sound with this sophisticated audio set featuring a pair of sleek, white wireless headphones offering crystal-clear sound quality and over-ear comfort. The set also includes a set of durable earbuds, perfect for an on-the-go lifestyle. Elevate your music enjoyment with this versatile duo, designed to cater to all your listening needs.",
            "category": 2,
            "image_url": "https://i.imgur.com/yVeIeDa.jpeg"
          },
          {
            "id": 20,
            "title": "Sleek Comfort-Fit Over-Ear Headphones",
            "price": 28,
            "description": "Experience superior sound quality with our Sleek Comfort-Fit Over-Ear Headphones, designed for prolonged use with cushioned ear cups and an adjustable, padded headband. Ideal for immersive listening, whether you're at home, in the office, or on the move. Their durable construction and timeless design provide both aesthetically pleasing looks and long-lasting performance.",
            "category": 2,
            "image_url": "https://i.imgur.com/SolkFEB.jpeg"
          },
        {
    "id": 28,
    "title": "Sleek Modern Leather Sofa",
    "price": 53,
    "description": "Enhance the elegance of your living space with our Sleek Modern Leather Sofa. Designed with a minimalist aesthetic, it features clean lines and a luxurious leather finish. The robust metal legs provide stability and support, while the plush cushions ensure comfort. Perfect for contemporary homes or office waiting areas, this sofa is a statement piece that combines style with practicality.",
    "category": 3,
    "image_url": "https://i.imgur.com/Qphac99.jpeg"
  },
  {
    "id": 29,
    "title": "Mid-Century Modern Wooden Dining Table",
    "price": 24,
    "description": "Elevate your dining room with this sleek Mid-Century Modern dining table, featuring an elegant walnut finish and tapered legs for a timeless aesthetic. Its sturdy wood construction and minimalist design make it a versatile piece that fits with a variety of decor styles. Perfect for intimate dinners or as a stylish spot for your morning coffee.",
    "category": 3,
    "image_url": "https://i.imgur.com/DMQHGA0.jpeg"
  },
  {
    "id": 30,
    "title": "Elegant Golden-Base Stone Top Dining Table",
    "price": 66,
    "description": "Elevate your dining space with this luxurious table, featuring a sturdy golden metal base with an intricate rod design that provides both stability and chic elegance. The smooth stone top in a sleek round shape offers a robust surface for your dining pleasure. Perfect for both everyday meals and special occasions, this table easily complements any modern or glam decor.",
    "category": 3,
    "image_url": "https://i.imgur.com/NWIJKUj.jpeg"
  },
        {
    "id": 35,
    "title": "Futuristic Holographic Soccer Cleats",
    "price": 39,
    "description": "Step onto the field and stand out from the crowd with these eye-catching holographic soccer cleats. Designed for the modern player, these cleats feature a sleek silhouette, lightweight construction for maximum agility, and durable studs for optimal traction. The shimmering holographic finish reflects a rainbow of colors as you move, ensuring that you'll be noticed for both your skills and style. Perfect for the fashion-forward athlete who wants to make a statement.",
    "category": 4,
    "image_url": "https://i.imgur.com/qNOjJje.jpeg"
  },
  {
    "id": 36,
    "title": "Rainbow Glitter High Heels",
    "price": 39,
    "description": "Step into the spotlight with these eye-catching rainbow glitter high heels. Designed to dazzle, each shoe boasts a kaleidoscope of shimmering colors that catch and reflect light with every step. Perfect for special occasions or a night out, these stunners are sure to turn heads and elevate any ensemble.",
    "category": 4,
    "image_url": "https://i.imgur.com/62gGzeF.jpeg"
  },
  {
    "id": 37,
    "title": "Chic Summer Denim Espadrille Sandals",
    "price": 33,
    "description": "Step into summer with style in our denim espadrille sandals. Featuring a braided jute sole for a classic touch and adjustable denim straps for a snug fit, these sandals offer both comfort and a fashionable edge. The easy slip-on design ensures convenience for beach days or casual outings.",
    "category": 4,
    "image_url": "https://i.imgur.com/9qrmE1b.jpeg"
  },
        {
    "id": 45,
    "title": "Sleek Futuristic Electric Bicycle",
    "price": 22,
    "description": "This modern electric bicycle combines style and efficiency with its unique design and top-notch performance features. Equipped with a durable frame, enhanced battery life, and integrated tech capabilities, it's perfect for the eco-conscious commuter looking to navigate the city with ease.",
    "category": 5,
    "image_url": "https://i.imgur.com/BG8J0Fj.jpg"
  },
  {
    "id": 46,
    "title": "Sleek All-Terrain Go-Kart",
    "price": 37,
    "description": "Experience the thrill of outdoor adventures with our Sleek All-Terrain Go-Kart, featuring a durable frame, comfortable racing seat, and robust, large-tread tires perfect for handling a variety of terrains. Designed for fun-seekers of all ages, this go-kart is an ideal choice for backyard racing or exploring local trails.",
    "category": 5,
    "image_url": "https://i.imgur.com/Ex5x3IU.jpg"
  },
  {
    "id": 47,
    "title": "Radiant Citrus Eau de Parfum",
    "price": 73,
    "description": "Indulge in the essence of summer with this vibrant citrus-scented Eau de Parfum. Encased in a sleek glass bottle with a bold orange cap, this fragrance embodies freshness and elegance. Perfect for daily wear, it's an olfactory delight that leaves a lasting, zesty impression.",
    "category": 5,
    "image_url": "https://i.imgur.com/xPDwUb3.jpg"
  },
  {
    "id": 48,
    "title": "Sleek Olive Green Hardshell Carry-On Luggage",
    "price": 48,
    "description": "Travel in style with our durable hardshell carry-on, perfect for weekend getaways and business trips. This sleek olive green suitcase features smooth gliding wheels for easy airport navigation, a sturdy telescopic handle, and a secure zippered compartment to keep your belongings safe. Its compact size meets most airline overhead bin requirements, ensuring a hassle-free flying experience.",
    "category": 5,
    "image_url": "https://i.imgur.com/jVfoZnP.jpg"
  }
    ],
    "categories": [
        {
          "id": 1,
          "name": "Clothes",
          "image": "https://i.imgur.com/QkIa5tT.jpeg"
        },
        {
          "id": 2,
          "name": "Electronics",
          "image": "https://i.imgur.com/ZANVnHE.jpeg"
        },
        {
          "id": 3,
          "name": "Change title",
          "image": "https://i.imgur.com/Qphac99.jpeg"
        },
        {
          "id": 4,
          "name": "Shoes",
          "image": "https://i.imgur.com/qNOjJje.jpeg"
        },
        {
          "id": 5,
          "name": "Miscellaneous",
          "image": "https://i.imgur.com/BG8J0Fj.jpg"
        }
    ]
}
